{
    "Take Care of You With MedSpense":"Cuide de você com o MedSpense",
    "Home":"Início",
    "About Us":"Sobre Nós",
    "Services":"Serviços",
    "Team":"Equipa",
    "Contact Us":"Contato",
    "Get in touch":"Entre em contato",
    "App":"Aplicação",
    "Protect the health of patients and the medical institution. Be":"Proteja a saúde dos pacientes e da instituição médica. Seja",
    "healthy":"saudável",
    "efficient":"eficiente",
    "safe":"seguro",
    "Manage the financial aspects of your medical institution efficiently and securely.":"Faça a gestão dos aspectos financeiros de sua instituição médica de forma eficiente e segura.",
    "Request demo":"Solicitar demonstração",
    "Scroll down":"Deslize para baixo",
    "About MedSpense":"Sobre o MedSpense",
    "Innovation in financial management in the healthcare area.":"Inovação em gestão financeira na área da saúde.",
    "We are a team passionate about transforming financial management in the healthcare area. Combining technology expertise and deep industry knowledge, MedSpense was born to simplify the lives of healthcare professionals and medical institutions, allowing them to focus on what really matters: caring for patients.":"Somos uma equipe apaixonada por transformar a gestão financeira na área da saúde. Combinando expertise em tecnologia e profundo conhecimento na indústria, o MedSpense nasceu para simplificar a vida de profissionais de saúde e instituições médicas, permitindo que eles se concentrem no que realmente importa: cuidar dos pacientes.",
    "Experience in the Health Sector.":"Experiência no setor de saúde.",
    "Commitment to Innovation.":"Compromisso com a inovação.",
    "Data Security as a Priority.":"Segurança de dados como prioridade.",
    "Exceptional Customer Support.":"Suporte ao cliente excepcional.",
    "Total Transparency":"Transparência total",
    "Efficient Financial Management":"Gestão financeira eficiente",
    "Satisfied Customers":"Clientes satisfeitos",
    "Personalized Support":"Suporte personalizado",
    "Our Services":"Nossos serviços",
    "We provide the best financial management solutions for healthcare.":"Oferecemos as melhores soluções de gestão financeira para a área da saúde.",
    "The power of financial efficiency in healthcare with MedSpence.":"O poder da eficiência financeira na área da saúde com o MedSpense.",
    "Management":"Gestão",
    "Simplified Management":"Gestão simplificada",
    "Let MedSpence take care of your institution, freeing up time for what really matters: health.":"Deixe o MedSpense cuidar de sua instituição, liberando tempo para o que realmente importa: a saúde.",
    "Financial":"Financeiro",
    "Efficient Billing":"Faturamento eficiente",
    "Optimize the billing process. With MedSpence, you can generate accurate invoices and track payments effectively.":"Otimize o processo de faturamento. Com o MedSpense, pode gerar faturas precisas e rastrear pagamentos de forma eficaz.",
    "Reports":"Relatórios",
    "Detailed Reports and Real-Time Analysis":"Relatórios detalhados e análise em tempo real",
    "Get valuable insights into financial performance. MedSpence offers detailed reports and real-time analysis to help make informed decisions.":"Obtenha insights valiosos sobre o desempenho financeiro. O MedSpense oferece relatórios detalhados e análise em tempo real para ajudar a tomar decisões informadas.",
    "Integration":"Integração",
    "Seamless Integration with Accounting Systems":"Integração perfeita com sistemas de contabilidade",
    "Connect MedSpence with the accounting systems you already use. Simplify the reconciliation process and keep everything in sync.":"Conecte o MedSpense aos sistemas contabilidade que você já usa. Simplifique o processo de reconciliação e mantenha tudo sincronizado.",
    "Why choose MedSpence?":"Por que escolher o MedSpense?",
    "Simply the best financial management solution for healthcare professionals.":"Simplesmente a melhor solução de gestão financeira para profissionais de saúde.",
    "Total Efficiency":"Eficiência total",
    "Optimize finances, free up time for what really matters.":"Otimize as finanças, libere tempo para o que realmente importa.",
    "Absolute Transparency":"Transparência absoluta",
    "Have total control with detailed reports and real-time analysis.":"Tenha controle total com relatórios detalhados e análise em tempo real.",
    "Exceptional Support":"Suporte excepcional",
    "Our team is always ready to help and offer expert guidance.":"Nossa equipe está sempre pronta para ajudar e oferecer orientação especializada.",
    "Comproved Results":"Resultados comprovados",
    "Trust in a reliable solution with a solid base of satisfied customers.":"Confie em uma solução confiável com uma base sólida de clientes satisfeitos.",
    "Ready to simplify?":"Pronto para simplificar?",
    "The MedSpence is the financial management solution you need.":"O MedSpense é a solução de gestão financeira que você precisa.",
    "Our Team":"Nossa equipe",
    "We believe in making the best work, and being the best to work with.":"Acreditamos em fazer o melhor trabalho e ser o melhor para trabalhar.",
    "Unstoppable Innovation":"Inovação imparável",
    "With creativity and dedication, Sérgio Serra continuously raises the standards of excellence in the development of innovative solutions.":"Com criatividade e dedicação, Sérgio Serra eleva continuamente os padrões de excelência no desenvolvimento de soluções inovadoras.",
    "Excellence in Action":"Excelência em ação",
    "With passion and dedication, André Vale constantly redefines the limits of excellence in software development with innovative solutions.":"Com paixão e dedicação, André Vale constantemente redefine os limites da excelência no desenvolvimento de software com soluções inovadoras.",
    "Stay informed with our newsletter.":"Subscreva a nossa newsletter.",
    "Your Email":"Seu e-mail",
    "Subscribe Now":"Inscreva-se agora",
    "By sending the form you agree to the":"Ao enviar o formulário, você concorda com os",
    "Terms & Conditions":"Termos e Condições",
    "and":"e",
    "Privacy Policy":"Política de Privacidade",
    "We’re open to talk to good people.":"Estamos abertos para conversar com pessoas boas.",
    "Our Address":"Nosso endereço",
    "See Map":"Ver mapa",
    "Our Email":"Nosso e-mail",
    "Say Hello":"Diga Olá",
    "Monday-Friday":"Segunda a sexta",
    "Call now":"Ligue agora",
    "Name":"Nome",
    "Email":"E-mail",
    "Message":"Mensagem",
    "Send Message":"Enviar mensagem",
    "All the fields are required. By sending the form you agree to the":"Todos os campos são obrigatórios. Ao enviar o formulário, você concorda com os",
    "To transform healthcare through financial excellence - MedSpence, your partner on the path to success.":"Transformar a saúde por meio da excelência financeira - MedSpense, seu parceiro no caminho para o sucesso.",
    "Company":"Empresa",
    "Social Media":"Mídias sociais",
    "Legal":"Legal",
    "Scroll to top":"Voltar ao topo"
}